---
kind: property
id: P:Autodesk.Revit.DB.Visual.Hardwood.CommonTintToggle
source: html/0102b5ea-add6-e718-e890-2032fed8064e.htm
---
# Autodesk.Revit.DB.Visual.Hardwood.CommonTintToggle Property

The property labeled "Tint" from the "Hardwood" schema.

## Syntax (C#)
```csharp
public static string CommonTintToggle { get; }
```

## Remarks
This property is of type "AssetPropertyBoolean".